{
  "exercises": [
    {
      "id": 5236,
      "name": "Burpee",
      "description": "Ejercicio que combina: sentadilla, flexión y salto.\nColócate de pie como posición inicial. Desde aquí, agáchate y coloca las manos en el suelo, haz impulso con tus\npiernas hacia atrás colocándote en plancha, de forma que tu cuerpo esté en paralelo al suelo y tus puntos de apoyo\nsean las manos y las puntas de los pies.\nSeguidamente realiza una flexión completa, acercando el pecho al suelo todo lo que puedas. Al finalizar la flexión lleva\nlos pies justo detrás de tus manos con un salto, toma impulso y salta hacia arriba, dando una palmada por encima de\nla cabeza para terminar el ejercicio.\n**Ten en cuenta**\n- Intenta hacer el ejercicio lo más fluido posible, sin pausas entre sus partes.\n- Para aumentar la velocidad (más burpees en menos tiempo), haz la plancha impulsando los pies hacia atrás antes de\nque las manos toquen el suelo, y lo mismo al regresar, levanta las manos antes de que los pies vuelvan a su posición\ninicial para hacer el salto vertical.\n- Si no puedes realizar la flexión, apóyate en las rodillas en lugar de las puntas de los pies.\n- Toca el suelo con el pecho al hacer cada flexión.\n- Al saltar, asegúrate de que lo haces con el cuerpo recto.\n- La palmada se realiza justo encima de tu cabeza con los brazos estirados.\n- Cuenta una repetición con cada palmada.",
      "video": "https://youtu.be/ldmueYwBkWw",
      "easier": "5237 - Burpee doble",
      "harder": "5279 - Semi burpee",
      "met": 5.0,
      "muscles": [
        "pectorales",
        " tríceps",
        " cuádriceps"
      ],
      "joints": [
        "hombros",
        " cadera"
      ],
      "easierId": 5237,
      "harderId": 5279
    },
    {
      "id": 5243,
      "name": "Sentadilla con salto",
      "description": "Colocándote de pie como posición inicial, con la espalda recta y sacando ligeramente el trasero hacia afuera, flexiona\nla cadera y las rodillas unos 90 grados aproximadamente o hasta que tus muslos estén paralelos al suelo. Desde esta\nposición, realiza un salto vertical extendiendo el cuerpo.\n**Ten en cuenta:**\n- Mantén la espalda siempre recta. En el salto, extiende todo tu cuerpo.\n- Amortigua bien la caída.\n- Durante la flexión tus rodillas deben mirar hacia afuera.\n- Baja hasta que tus Cadera estén por debajo de tus rodillas.\n- Cuenta una repetición por cada salto.",
      "video": "https://youtu.be/eGmFnqFNGfk",
      "easier": "5277 - Sentadilla con salto lateral",
      "harder": "5242 - Sentadilla",
      "met": 4.0,
      "muscles": [
        "cuádriceps",
        " isquiotibiales",
        " glúteos"
      ],
      "joints": [
        "rodillas",
        " tobillos",
        " cadera"
      ],
      "easierId": 5277,
      "harderId": 5242
    },
    {
      "id": 5592,
      "name": "Desplante hacia delante",
      "description": "Empieza de pie, con las manos en la cadera o con los brazos estirados a lo largo del cuerpo. Da una zancada hacia\ndelante con la rodilla derecha y agacha el torso, hasta que la rodilla llegue prácticamente al suelo. En este punto\nambas rodillas deberían formar un ángulo aproximado de 90°, pero puede haber pequeñas variaciones en cada\nzancada.\nDesde esta posición, empuja con el talón derecho para regresar a la posición inicial, y repite por el lado izquierdo.",
      "video": "https://youtube.com/shorts/KXWwsIZdHOw",
      "easier": "",
      "harder": "",
      "met": 3.5,
      "muscles": [
        "glúteos",
        " cuádriceps",
        " isquiotibiales"
      ],
      "joints": [
        "cadera",
        " rodillas",
        " tobillos"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5593,
      "name": "Desplante hacia atrás",
      "description": "Empieza de pie, con las manos en la cadera o con los brazos estirados a lo largo del cuerpo. Da una zancada hacia\natrás con la rodilla derecha y agacha el torso, hasta que la rodilla se acerque al suelo, formando un ángulo aproximado\nde 90°, pero puede haber pequeñas variaciones en cada zancada.\nDesde esta posición, empuja con la punta del pie para regresar a la posición inicial, y repite por el lado izquierdo.",
      "video": "https://youtube.com/shorts/hoX-DNiVYAI",
      "easier": "",
      "harder": "",
      "met": 3.5,
      "muscles": [
        "glúteos",
        " cuádriceps",
        " isquiotibiales"
      ],
      "joints": [
        "cadera",
        " rodillas",
        " tobillos"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5594,
      "name": "Desplante lateral",
      "description": "Empieza de pie, con el cuerpo recto. Da una zancada amplia hacia la derecha, flexionando la rodilla para llevar el torso\nhacia ese lado, todo lo que puedas sin perder el equilibrio. Sin pausa, regresa a la posición inicial y repite por el lado\nopuesto. Utiliza las manos para facilitar el equilibrio.",
      "video": "https://youtube.com/shorts/MuiuiSdKt4k",
      "easier": "",
      "harder": "",
      "met": 3.5,
      "muscles": [
        "glúteos",
        " cuádriceps",
        " isquiotibiales"
      ],
      "joints": [
        "cadera",
        " rodillas",
        " tobillos"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5595,
      "name": "Desplante con salto",
      "description": "Empieza de pie, con las manos en la cadera o delante del cuerpo. Da un salto y colócate en posición de desplante, con\nambas rodillas formando ángulos aproximados de 90°. Levántate rápidamente para despegarte nuevamente del suelo\naterrizando otra vez en posición de desplante, pero intercambiando las piernas en el aire. Repite sin descanso las\nveces indicadas, alternando lados.",
      "video": "https://youtube.com/shorts/FVdAaz5npmM",
      "easier": "",
      "harder": "",
      "met": 4.0,
      "muscles": [
        "glúteos",
        " cuádriceps",
        " isquiotibiales"
      ],
      "joints": [
        "cadera",
        " rodillas",
        " tobillos"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5599,
      "name": "Marcha de glúteos",
      "description": "Coloca la espalda superior sobre un banco, sofá o cualquier superficie que esté un poco por encima de tus rodillas.\nApoya las plantas de los pies en el suelo, de tal manera que las rodillas formen un ángulo de unos 90° y que el resto\ndel cuerpo quede paralelo al suelo.\nManteniendo la cadera elevada, eleva la pierna derecha hasta que la rodilla llegue lo más cerca que puedas de tu\npecho, y regrésala a la posición inicial. Repite ahora por el lado izquierdo.\n- Debes centrarte en activar los Glúteos.\n- La rodilla debería mantener los 90° durante todo el movimiento.\n- No permitas que la cadera colapse, tu cuerpo debe formar una línea desde las rodillas hasta los Deltoides.",
      "video": "https://youtube.com/shorts/xoZLf8EJYQU",
      "easier": "",
      "harder": "",
      "met": 2.3,
      "muscles": [
        "abdominales",
        " isquiotibiales",
        " glúteos"
      ],
      "joints": [
        "cadera",
        " rodillas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5605,
      "name": "Escalada de pared",
      "description": "Colócate de espaldas a una pared. Apoya las manos en el suelo y eleva la pierna derecha para apoyarla contra la\npared, y después la izquierda. Avanza con las manos a la vez que sigues escalando con las piernas. Sigue subiendo\nhasta que llegues a la posición más vertical posible. Retrocede ahora con las manos hasta que los pies lleguen de\nnuevo al suelo y repite.\n- Si lo haces en una pared de casa, utiliza calcetines para no mancharla.\n- Si no puedes todavía escalar la pared, simplemente eleva las piernas (una de cada vez) para apoyarlas en la pared y\nregrésales al suelo, sin mover las manos.",
      "video": "https://youtube.com/shorts/eAOpyTrCU5s",
      "easier": "",
      "harder": "",
      "met": 4.2,
      "muscles": [
        "pectorales",
        " bíceps",
        " deltoides",
        " recto mayor del abdomen"
      ],
      "joints": [
        "hombros",
        " muñecas",
        " cadera"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5623,
      "name": "El puente 1 pierna (izquierda)",
      "description": "Túmbate en el suelo, con las piernas estiradas y los brazos rectos a lo largo del cuerpo. Flexiona la rodilla derecha y\napoya la planta del pie cerca de los Glúteos. Manteniendo la pierna izquierda recta, empuja con la derecha hasta elevar\ncompletamente la cadera. Aguanta un segundo la posición, contrayendo al máximo los Glúteos y desciende a la\nposición inicial.",
      "video": "https://youtube.com/shorts/Qfhnh9bPf3s",
      "easier": "",
      "harder": "",
      "met": 3.5,
      "muscles": [
        "glúteos",
        " isquiotibiales",
        " adductores"
      ],
      "joints": [
        "cadera",
        " rodillas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5646,
      "name": "El puente 1 pierna (derecha)",
      "description": "Túmbate en el suelo, con las piernas estiradas y los brazos rectos a lo largo del cuerpo. Flexiona la rodilla derecha y\napoya la planta del pie cerca de los Glúteos. Manteniendo la pierna izquierda recta, empuja con la derecha hasta elevar\ncompletamente la cadera. Aguanta un segundo la posición, contrayendo al máximo los Glúteos y desciende a la\nposición inicial.",
      "video": "https://youtube.com/shorts/KE0-uMaFB_A",
      "easier": "",
      "harder": "",
      "met": 3.5,
      "muscles": [
        "glúteos",
        " isquiotibiales",
        " adductores"
      ],
      "joints": [
        "cadera",
        " rodillas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5670,
      "name": "Flexión anillas 1",
      "description": "Ajusta las anillas para que queden a la altura de tus Cadera aproximadamente. Agarra las anillas y aleja tus pies hasta\nque tu cuerpo quede en línea recta, en el peso hacia la punta de tus pies.\nFlexiona los codos hasta que tu pecho quede a la altura de las anillas, y empuja para regresar a la posición inicial.\nNotas sobre la técnica:\n- Mantén el cuerpo recto, tensa abdominales y Glúteos.\n- Alinea el cuello con el resto del cuerpo (posición neutra).\n- Mantén los codos cerca del cuerpo, no abras mucho los brazos (<45°).\n- No dobles las muñecas, deben estar alineadas con los antebrazos.\nModificaciones:\n-Además de ajustar la altura de las anillas, puedes abrir un poco más las piernas para facilitar el equilibrio (más\nestabilidad). Para hacerlo más difícil, junta los pies.",
      "video": "https://youtube.com/shorts/G1EZ8c4xeSc",
      "easier": "5671 - Flexión anillas 2",
      "harder": "",
      "met": 3.2,
      "muscles": [
        "pectorales",
        " tríceps",
        " deltoides"
      ],
      "joints": [
        "codos",
        " hombros",
        " muñecas"
      ],
      "easierId": 5671,
      "harderId": null
    },
    {
      "id": 5673,
      "name": "Dominada anillas 1",
      "description": "Ajusta las anillas para que queden un poco por encima de tu cabeza. Agarra las anillas, con las palmas enfrentadas\n(agarre neutro) y da un paso hacia adelante. Ahora, manteniendo el cuerpo recto, estira los brazos completamente,\nllevando el cuerpo hacia atrás, sin mover los pies. Desde aquí, flexiona los codos hasta regresar a la posición inicial.\nNotas sobre la técnica:\n- Mantén el cuerpo recto, tensa abdominales y Glúteos.\n- Mantén el peso del cuerpo en los talones, no apoyes toda la planta.\nModificaciones:\n- Puedes modificar el agarre para hacer más énfasis en distintos músculos.\n- Ajusta la altura de las anillas para encontrar el nivel de complejidad adecuado.",
      "video": "https://youtube.com/shorts/0Hs4sRwkbtw",
      "easier": "5674 - Dominada anillas 2",
      "harder": "",
      "met": 3.0,
      "muscles": [
        "deltoides",
        " bíceps",
        " tríceps"
      ],
      "joints": [
        "codos",
        " hombros"
      ],
      "easierId": 5674,
      "harderId": null
    },
    {
      "id": 5676,
      "name": "Dominada con piernas encogidas 1",
      "description": "Ajusta las anillas para que al colgarte de ellas con los brazos estirados y tu torso paralelo al suelo, tu espalda no toque\nel suelo.\nLleva las rodillas hacia el pecho e, intentando mantener el torso lo más paralelo posible al suelo, flexiona los brazos\npara elevar el cuerpo unos centímetros. Aguanta la posición un segundo y desciende de nuevo.\nNotas sobre la técnica:\n- Intenta mantener la cadera elevada, para que el torso se mantenga lo más paralelo posible al suelo.\n- Poco a poco intenta elevar más el cuerpo",
      "video": "https://youtube.com/shorts/pvNK2h7_vEo",
      "easier": "5677 - Dominada con piernas encogidas 2",
      "harder": "",
      "met": 4.2,
      "muscles": [
        "deltoides",
        " bíceps",
        " pectorales",
        " recto mayor del abdomen"
      ],
      "joints": [
        "codos",
        " hombros"
      ],
      "easierId": 5677,
      "harderId": null
    },
    {
      "id": 5678,
      "name": "Remo en anillas 1",
      "description": "Ajusta las anillas para que queden a la altura de tu pecho aproximadamente. Agarra las anillas y lleva los pies hacia\ndelante uno o dos pasos. Deja caer tu peso hacia atrás, estirando completamente los brazos, manteniendo el cuerpo\nrecto. Flexiona los codos hasta que tu pecho se acerque a las anillas, y regresa de nuevo a la posición inicial estirando\nlos brazos de manera controlada.\nNotas sobre la técnica:\n- Mantén el cuerpo recto, tensando abdominales y Glúteos.\nModificaciones:\n- Además de ajustar la altura de las anillas, puedes abrir un poco más las piernas para facilitar el equilibrio (más\nestabilidad). Para hacerlo más difícil, junta los pies.",
      "video": "https://youtube.com/shorts/v7AxrOHzbHU",
      "easier": "5679 - Remo en anillas 2",
      "harder": "",
      "met": 3.2,
      "muscles": [
        "recto mayor del abdomen",
        " bíceps",
        " pectorales"
      ],
      "joints": [
        "codos",
        " hombros",
        " muñecas"
      ],
      "easierId": 5679,
      "harderId": null
    },
    {
      "id": 5681,
      "name": "Fondos en anillas 1",
      "description": "Ajusta las anillas para que queden a la altura de tus Cadera aproximadamente. Agarra las anillas a ambos lados de tu\ncuerpo y lleva los pies hacia delante uno o dos pasos, manteniendo el torso perpendicular al suelo y las piernas rectas,\napoyadas sobre los talones.\nDesde aquí, flexiona los codos para que el torso descienda (sin inclinarte demasiado hacia delante), hasta que tus\ntríceps estén paralelos al suelo, y empuja para regresar a la posición de partida.\nNotas sobre la técnica:\n- Mantén los codos cerca del cuerpo durante todo el movimiento.\n- No inclines mucho el torso hacia delante, ya que puede estresar los Deltoides.\n- No dejes que tu cuello se hunda entre los Deltoides, tensa la espalda superior.\n- No dobles las muñecas, deben estar alineadas con los antebrazos.",
      "video": "https://youtube.com/shorts/PdG20TrwL2A",
      "easier": "5682 - Fondos en anillas 2",
      "harder": "",
      "met": 3.2,
      "muscles": [
        "dorsales",
        " tríceps",
        " trapecios"
      ],
      "joints": [
        "codos",
        " hombros",
        " muñecas"
      ],
      "easierId": 5682,
      "harderId": null
    },
    {
      "id": 5684,
      "name": "Flexión vertical 1",
      "description": "Coloca las anillas a 15-20 cm del suelo. Agárralas con los brazos extendidos, haciendo que tu torso forme un ángulo\nde unos 90° con tus piernas, que debes mantener estiradas o con una ligera flexión en las rodillas.\nDesde aquí, flexiona los codos hasta que tu cabeza quede ligeramente por delante de las anillas, y empuja para\nregresar a la posición inicial.\nNotas sobre la técnica:\n- No abras mucho los codos.\n- Evita que la cabeza se desplace en exceso hacia delante, debería bajar lo más vertical posible.\n- Ajusta la altura de las anillas para hacerlo un poco más fácil (o difícil) según tu nivel.",
      "video": "https://youtube.com/shorts/CK-uIeTGUS4",
      "easier": "5685 - Flexión vertical 2",
      "harder": "",
      "met": 3.8,
      "muscles": [
        "pectorales",
        " tríceps",
        " deltoides",
        " abdominales",
        " erector de la columna"
      ],
      "joints": [
        "cadera",
        " codos",
        " hombros",
        " "
      ],
      "easierId": 5685,
      "harderId": null
    },
    {
      "id": 5686,
      "name": "Abdominales en anillas 1",
      "description": "Ajusta las anillas a la altura de tus Cadera o un poco por encima. Agárralas con los brazos rectos, colocando los pies\nun paso detrás de ellas.\nApoya el peso del cuerpo en las manos y, de manera controlada, déjate caer hacia delante, manteniendo los brazos\nestirados y sin mover los pies. Cuando tu cuerpo esté totalmente estirado, contrae los abdominales para regresar a la\nposición de inicio.\nNotas sobre la técnica:\n- No dobles las muñecas. Los puños deberían estar girados ligeramente hacia dentro.\n- Tensa al máximo abdominales y Glúteos.\n- Si te parece muy difícil sube un poco más las anillas y/o separa más los pies.",
      "video": "https://youtube.com/shorts/Z1eFULf1MpM",
      "easier": "5687 - Abdominales en anillas 2",
      "harder": "",
      "met": 3.0,
      "muscles": [
        "recto mayor del abdomen",
        " abdominales oblicuos",
        " deltoides"
      ],
      "joints": [
        "hombros",
        " tobillos"
      ],
      "easierId": 5687,
      "harderId": null
    },
    {
      "id": 5689,
      "name": "Levantamiento de piernas 1",
      "description": "Ajusta las anillas para que al colgarte de ellas, con tus brazos y piernas totalmente estiradas y verticales al suelo, tus\npies no toquen el suelo. Si no puedes elevar tanto las anillas estira las piernas por delante de ti.\nDesde esta posición flexiona las rodillas para acercarlas a tu torso, haciendo que se eleven al menos por encima de la\naltura de tu cadera, que permanece inmóvil. Realiza el movimiento inverso para regresar, de manera controlada, a la\nposición inicial.\nNotas sobre la técnica:\n- Mantén la tensión abdominal durante todo el movimiento.\n- Minimiza el balanceo de tu torso, que debería estar lo más fijo posible.\n- Utiliza el agarre que te resulte más cómodo.",
      "video": "https://youtube.com/shorts/JHive-VtOUM",
      "easier": "5690 - Levantamiento de piernas 2",
      "harder": "",
      "met": 3.2,
      "muscles": [
        "deltoides",
        " recto mayor del abdomen",
        " cuádriceps"
      ],
      "joints": [
        "hombros",
        " rodillas",
        " cadera"
      ],
      "easierId": 5690,
      "harderId": null
    },
    {
      "id": 5692,
      "name": "Elevación de piernas a inversión 1",
      "description": "Ajusta las anillas para que al colgarte de ellas, con tus brazos y piernas totalmente estiradas y verticales al suelo, tus\npies no toquen el suelo. Si no puedes elevar tanto las anillas estira las piernas por delante de ti.\nDesde esta posición flexiona las rodillas para acercarlas a tu torso. Cuando las rodillas superen la altura de tus Cadera\nempieza a girar el torso, y continúa girando hasta que tu torso esté vertical al suelo, con la cabeza hacia abajo. Realiza\nel movimiento inverso para regresar, de manera controlada, a la posición inicial.\nNotas sobre la técnica:\n- Mantén la tensión abdominal durante todo el movimiento.",
      "video": "https://youtube.com/shorts/-hu57gCuEDg",
      "easier": "5693 - Elevación de piernas a inversión 2",
      "harder": "",
      "met": 3.5,
      "muscles": [
        "deltoides",
        " recto mayor del abdomen",
        " cuádriceps"
      ],
      "joints": [
        "hombros",
        " rodillas",
        " cadera"
      ],
      "easierId": 5693,
      "harderId": null
    },
    {
      "id": 5696,
      "name": "Aguante isométrico",
      "description": "Ajusta las anillas para que estén ligeramente por encima de la altura de tus Cadera. Agárralas con ambas manos y\nestira completamente tus brazos, manteniendo el pecho elevado, los Deltoides hacia atrás y hacia abajo, con ligera\nrotación externa. El cuerpo debería estar completamente recto, con las puntas de los pies apuntando al suelo.\nSi eres incapaz de aguantar la posición más de unos pocos segundos apoya la punta de los pies en el suelo,\nintentando usar cada vez menos apoyo.\nNotas sobre la técnica:\n- Mantén tensión abdominal.\n- Mantén la mirada al frente y el cuerpo totalmente recto.\n- Puedes probar a rotar las anillas hacia afuera, de tal manera que tus palmas miren hacia el frente.",
      "video": "https://youtube.com/shorts/F4ICfrvgcCM",
      "easier": "",
      "harder": "",
      "met": 3.5,
      "muscles": [
        "deltoides",
        " abdominales",
        " glúteos",
        " bíceps"
      ],
      "joints": [
        "hombros",
        " muñecas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5697,
      "name": "Extensión tríceps",
      "description": "Ajusta las anillas para que estén ligeramente por encima de la altura de tus Cadera. Agárralas con ambas manos, da\nun par de pasos hacia atrás y estira tus brazos, llevando tu peso hacia delante y apoyándote sobre las anillas.\nDesde esta posición, flexiona los codos hasta que tu cabeza quede entre tus antebrazos, y empuja para regresar a la\nposición inicial.\nNotas sobre la técnica:\n- Mantén tensión abdominal y el cuerpo recto (no dobles la cadera).\n- Haz que los codos miren hacia hacia abajo, no hacia los lados (no los abras demasiado).\nModificaciones:\n- Ajusta la altura de las anillas para adaptar la dificultad a tu nivel. Utiliza una altura que te permita llegar (con esfuerzo)\na las repeticiones indicadas.\n- Además de la altura de las anillas puedes variar la distancia de tus pies a las anillas. Cuanto más te alejes más difícil\nserá el ejercicio. Si te resulta muy difícil eleva las anillas y coloca los pies justo debajo de ellas en la posición de inicio.",
      "video": "https://youtube.com/shorts/at9g9_yLy14",
      "easier": "",
      "harder": "",
      "met": 3.2,
      "muscles": [
        "tríceps"
      ],
      "joints": [
        "hombros"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5698,
      "name": "Fondos de tríceps",
      "description": "Ajusta la altura de las anillas para que queden a la mitad de tu muslo aproximadamente. Agárralas con ambas manos y\napoya los pies en el suelo, como a un paso de distancia.\nDesde aquí flexiona los codos hasta que tus antebrazos queden paralelos al suelo y empuja hasta regresar a la\nposición inicial, estirando completamente los brazos.\nNotas sobre la técnica:\n- Mantén el torso lo más perpendicular al suelo posible. La cadera debería quedar por delante de las anillas.\nModificaciones:\n-Para hacer más difícil el ejercicio estira las piernas, apoyándote en los talones.\n- Si quieres todavía más dificultad, coloca los pies sobre una superficie elevada (como una silla), con las piernas\nestiradas.",
      "video": "https://youtube.com/shorts/g2RlOc_XWps",
      "easier": "",
      "harder": "",
      "met": 3.2,
      "muscles": [
        "pectorales",
        " tríceps",
        " deltoides",
        " abdominales",
        " erector de la columna"
      ],
      "joints": [
        "codos",
        " hombros"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5699,
      "name": "Curl de bíceps 1",
      "description": "Ajusta la altura de las anillas para que queden por encima de la altura de tus Cadera. Agárralas con ambas manos y\nda un par de pasos hacia atrás.\nDéjate caer hacia atrás hasta que tus brazos estén totalmente rectos. Esta es la posición inicial.\nDesde esta posición flexiona los codos, manteniendo el cuerpo recto, llevando las anillas cerca de tu cara, con las\npalmas hacia ti, para maximizar la contracción de los bíceps. Regresa ahora a la posición inicial de manera controlada.\nNotas sobre la técnica:\n- Mantén el cuerpo lo más recto posible, tensando abdominales y Glúteos.\nModificaciones:\n- Puedes hacer el ejercicio más fácil dando un paso más hacia atrás.",
      "video": "https://youtube.com/shorts/XVV4dZn77IM",
      "easier": "5700 - Curl de bíceps 2",
      "harder": "",
      "met": 2.6,
      "muscles": [
        "bíceps",
        " recto mayor del abdomen",
        " pectorales"
      ],
      "joints": [
        "hombros",
        " codos",
        " muñecas"
      ],
      "easierId": 5700,
      "harderId": null
    },
    {
      "id": 5701,
      "name": "Fly de pecho 1",
      "description": "Ajusta las anillas para que queden por encima de la altura de tus Cadera. Agarra las anillas y, manteniendo los brazos\nperpendiculares al suelo, da uno o dos pasos hacia atrás, sin doblar la cadera. Esta es la posición de inicio.\nDesde aquí flexiona los codos para llevar el pecho entre las anillas, de tal forma que tus tríceps formen ángulos de\nunos 45° con tu torso. Una vez tu pecho se sitúe entre las anillas, empuja con los brazos para regresar a la posición\ninicial, manteniendo el ángulo de unos 45° entre la parte superior de tus brazos y tu torso.\nModificaciones:\n- Puedes hacer el ejercicio más fácil apoyando los pies un poco más cerca de las anillas o elevando su altura.",
      "video": "https://youtube.com/shorts/xMK89WIVUrA",
      "easier": "5702 - Fly de pecho 2",
      "harder": "",
      "met": 3.0,
      "muscles": [
        "deltoides",
        " tríceps",
        " dorsales"
      ],
      "joints": [
        "codos",
        " hombros",
        " muñecas"
      ],
      "easierId": 5702,
      "harderId": null
    },
    {
      "id": 5703,
      "name": "Dominada arquero 1",
      "description": "Ajusta las anillas para que al colgarte de ellas, con tus brazos totalmente estirados y el torso perpendicular al suelo, tu\ncadera quede a unos 30-40 cm del suelo. Las piernas deben estar estiradas y apoyadas sobre los talones.\nFlexiona el codo derecho para que tu barbilla llegue a la anilla derecha, manteniendo el brazo izquierdo recto. Regresa\nahora a la posición inicial y repite el movimiento por el lado izquierdo, flexionando el brazo izquierdo y manteniendo el\nbrazo derecho recto. Realiza todas las repeticiones indicadas, alternando lados en cada repetición.\nNotas sobre la técnica:\n- Intenta utilizar lo menos posible el brazo estirado, que al final del movimiento debería quedar casi paralelo al suelo.\n- Puedes utilizar el agarre que te resulte más cómodo, aunque en general te resultará más fácil con la palma de la\nmano mirando hacia ti (agarre supino).",
      "video": "https://youtube.com/shorts/hQjwM6Ui3PY",
      "easier": "5704 - Dominada arquero 2",
      "harder": "",
      "met": 3.5,
      "muscles": [
        "deltoides",
        " bíceps",
        " pectorales"
      ],
      "joints": [
        "codos",
        " hombros"
      ],
      "easierId": 5704,
      "harderId": null
    },
    {
      "id": 5705,
      "name": "Remo arquero 1",
      "description": "Ajusta las anillas para que queden a la altura de tu pecho aproximadamente. Agarra las anillas y lleva los pies hacia\ndelante un par de pasos. Endereza el cuerpo y estira completamente los brazos, manteniendo el cuerpo recto para\ndejarte caer hacia atrás, llegando a la posición inicial.\nFlexiona el codo derecho para que tu pecho se acerque lo más posible a la altura de las anillas, manteniendo el brazo\nizquierdo recto y llevándolo hacia un lado. Regresa ahora a la posición inicial y repite el movimiento por el lado\nizquierdo, flexionando el brazo izquierdo y manteniendo el brazo derecho recto. Realiza todas las repeticiones\nindicadas, alternando lados en cada repetición.\nNotas sobre la técnica:\n- Mantén el cuerpo recto, tensando abdominales y Glúteos.\n- El codo del lado que tira debe mantenerse cerca del cuerpo, sin abrirlo demasiado.\n- Intenta utilizar lo menos posible el brazo estirado.\nModificaciones:\n- Además de ajustar la altura de las anillas, puedes abrir un poco más las piernas para facilitar el equilibrio (más\nestabilidad). Para hacerlo más difícil, junta los pies.",
      "video": "https://youtube.com/shorts/bcT1ixa1TGs",
      "easier": "5706 - Remo arquero 2",
      "harder": "",
      "met": 3.5,
      "muscles": [
        "pectorales",
        " dorsales",
        " bíceps"
      ],
      "joints": [
        "hombros",
        " codos",
        " muñecas"
      ],
      "easierId": 5706,
      "harderId": null
    },
    {
      "id": 5707,
      "name": "Face pull 1",
      "description": "Ajusta las anillas para que queden a la altura de tu pecho aproximadamente. Agarra las anillas y da un paso atrás.\nDeja caer tu cuerpo hacia atrás, manteniéndolo recto, hasta estirar completamente los brazos. Esta es la posición\ninicial.\nDesde aquí flexiona los codos hacia los lados a la vez que rotas los antebrazos, de tal manera que los codos queden\nligeramente por debajo de la altura de los Deltoides, formando ángulos de 90° con tus antebrazos, y la cabeza quede\nentre las manos. Revierte el movimiento para regresar a la posición inicial y realiza las repeticiones indicadas.\nNotas sobre la técnica:\n- Mantén los Deltoides hacia atrás y hacia abajo.\n- Evita impulsarte con el cuerpo, utiliza la fuerza de tus brazos.\nModificaciones:\n- Además de ajustar la altura de las anillas, puedes acercarte o alejarte un poco más de las anillas para graduar la\ndificultad.",
      "video": "https://youtube.com/shorts/jXfK9e1ggEU",
      "easier": "5708 - Face pull 2",
      "harder": "",
      "met": 2.3,
      "muscles": [
        "dorsales",
        " deltoides",
        " pectorales",
        " bíceps"
      ],
      "joints": [
        "codos",
        " hombros",
        " muñecas"
      ],
      "easierId": 5708,
      "harderId": null
    },
    {
      "id": 5709,
      "name": "Fly invertido 2",
      "description": "Ajusta las anillas para que queden a la altura de tu pecho aproximadamente. Agarra las anillas y da un paso atrás.\nDeja caer tu cuerpo hacia atrás, manteniéndolo recto, hasta estirar completamente los brazos. Esta es la posición\ninicial.\nDesde aquí abre los brazos hacia los lados, sin flexionar los codos, hasta que estén alineados entre sí y con tu\nespalda superior, formando un T. Regresa de manera controlada a la posición inicial y realiza las repeticiones\nindicadas.\nNotas sobre la técnica:\n- Los brazos deben permanecer rectos durante todo el movimiento.\n- Evita impulsarte con el cuerpo, utiliza la fuerza de tus brazos y espalda.\n- Mantén el pecho elevado, no dejes que colapse.\nModificaciones:\n- Además de ajustar la altura de las anillas, puedes acercarte o alejarte un poco más de las anillas para graduar la\ndificultad.",
      "video": "https://youtube.com/shorts/I1rVtBBBT1M",
      "easier": "",
      "harder": "6040 - Fly invertido 1",
      "met": 3.2,
      "muscles": [
        "deltoides",
        " dorsales",
        "recto mayor del abdomen"
      ],
      "joints": [
        "codos",
        " hombros",
        " muñecas"
      ],
      "easierId": null,
      "harderId": 6040
    },
    {
      "id": 5711,
      "name": "Flexión arquero 1",
      "description": "Ajusta las anillas para que queden a la altura de tus Cadera aproximadamente. Agarra las anillas y aleja tus pies uno o\ndos pasos hasta que tu cuerpo quede en línea recta, con los brazos estirados.\nDesde aquí flexiona el brazo derecho bara bajar el torso, manteniendo el brazo izquierdo estirado y llevándolo hacia un\nlado. Cuando tu pecho llegue a la altura de las anillas empuja con el brazo derecho hasta regresar a la posición inicial,\ny realiza ahora el movimiento por el lado izquierdo. Completa todas las repeticiones indicadas, alternando lados en\ncada repetición.\nNotas sobre la técnica:\n- Mantén el cuerpo recto, tensa abdominales y Glúteos.\n- Lleva tu peso hacia el brazo que está trabajando, que debería estar lo más cerca posible del cuerpo.\n- Alinea el cuello con el resto del cuerpo (posición neutra).\n- No dobles las muñecas, deben estar alineadas con los antebrazos.\nModificaciones:\n- Además de ajustar la altura de las anillas, puedes abrir un poco más las piernas para facilitar el equilibrio (más\nestabilidad). Para hacerlo más difícil, junta los pies.",
      "video": "https://youtube.com/shorts/54q53zL8f_E",
      "easier": "",
      "harder": "",
      "met": 3.8,
      "muscles": [
        "pectorales",
        " deltoides",
        " tríceps"
      ],
      "joints": [
        "codos",
        " hombros",
        " muñecas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5713,
      "name": "Plancha en anillas",
      "description": "Ajusta las anillas para que queden a 10-20 cm del suelo. Agarra las anillas y aleja tus pies hasta que tu cuerpo quede\nen línea recta (puntas de los pies apoyadas en el suelo), con los brazos estirados y perpendiculares al suelo.\nTensa los abdominales y eleva ligeramente la cadera. Aguanta la posición el tiempo indicado.\nNotas sobre la técnica:\n- Mantén el cuerpo recto (aunque con la espalda ligeramente encorvada), tensa abdominales y Glúteos.\n- Alinea el cuello con el resto del cuerpo (posición neutra).\n- Los pulgares deben apuntar hacia delante, con ligera rotación externa. Los antebrazos deben permanecer en\ncontacto con las anillas.\nModificaciones:\n- Ajusta la altura de las anillas para graduar la dificultad.",
      "video": "https://youtube.com/shorts/0mpvL3JtHI4",
      "easier": "",
      "harder": "",
      "met": 2.8,
      "muscles": [
        "recto mayor del abdomen",
        " pectorales",
        " trapecios",
        " dorsales"
      ],
      "joints": [
        "hombros",
        " tobillos"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5714,
      "name": "Escaladores de montaña",
      "description": "Ajusta las anillas para que queden a 10-20 cm del suelo. Agarra las anillas y aleja tus pies hasta que tu cuerpo quede\nen línea recta (puntas de los pies apoyadas en el suelo), con los brazos estirados y perpendiculares al suelo.\nDesde esta posición dobla la rodilla derecha para que llegue a colocarse entre los brazos. Regresa a la posición inicial\ny repite el movimiento con la pierna izquierda. Completa todas las repeticiones indicadas, alternando lados en cada\nrepetición.\nNotas sobre la técnica:\n- Haz el movimiento de manera controlada. Las anillas no deben moverse.\n- Mantén el cuerpo recto (aunque con la espalda ligeramente encorvada), tensa abdominales y Glúteos.\n- Alinea el cuello con el resto del cuerpo (posición neutra).\n- Los pulgares deben apuntar hacia delante, con ligera rotación externa. Los antebrazos deben permanecer en\ncontacto con las anillas.\nModificaciones:\n- Ajusta la altura de las anillas para graduar la dificultad.",
      "video": "https://youtube.com/shorts/EoQfO0V1ag8",
      "easier": "",
      "harder": "",
      "met": 3.2,
      "muscles": [
        "recto mayor del abdomen",
        " abdominales oblicuos",
        " cuádriceps",
        " deltoides"
      ],
      "joints": [
        "hombros",
        " cadera",
        " rodillas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5715,
      "name": "Skin the cat 1",
      "description": "Ajusta las anillas para que queden por encima de la altura de tu cadera. Agarra las anillas a ambos lados de tu cuerpo,\ncon las palmas de las manos mirando hacia atrás, y lleva el torso hacia el suelo, hasta que tus brazos estén totalmente\nestirados detrás de ti, y tu torso formando un ángulo de unos 90° con tus piernas.\nDesde esta posición inicial, empuja con las piernas para ir estirando el cuerpo, llevando el peso hacia delante, a la vez\nque rotas las manos para que terminen mirando hacia los lados. Revierte el movimiento para regresar a la posición\ninicial.\nNotas sobre la técnica:\n- Haz el movimiento de manera controlada.\n- En la posición final debes notar cómo se estiran los Deltoides y bíceps.",
      "video": "https://youtube.com/shorts/RYFzFii2fiw",
      "easier": "5716 - Skin the cat 2",
      "harder": "",
      "met": 2.3,
      "muscles": [
        "pectorales",
        " dorsales",
        " bíceps",
        " tríceps"
      ],
      "joints": [
        "hombros"
      ],
      "easierId": 5716,
      "harderId": null
    },
    {
      "id": 5717,
      "name": "Fondos en L en anillas",
      "description": "Este ejercicio combina en realidad dos ejercicios anteriores, haciéndolo muy completo.\nAjusta las anillas para que queden por encima de tus Cadera. Agarra las anillas a ambos lados del cuerpo.\nManteniendo el torso perpendicular al suelo y las piernas rectas alineadas con el cuerpo (o ligeramente dobladas para\nque no toquen el suelo), empuja con los brazos hasta estirarlos completamente. Esta es la posición de partida.\nDesde aquí, flexiona los codos para que el torso descienda (sin inclinar mucho el torso hacia delante), hasta que tus\ntríceps estén paralelos al suelo, y empuja para regresar a la posición de partida, momento en el cual elevas las piernas\npara estirarlas delante de ti, quedando paralelas al suelo. Aguanta esta posición un segundo, baja las piernas y repite\nel movimiento completo el número de veces indicado.\nNotas sobre la técnica:\n- Mantén los codos cerca del cuerpo durante todo el movimiento.\n- No dejes que tu cuello se hunda entre los Deltoides, tensa la espalda superior.\n- No dobles las muñecas, deben estar alineadas con los antebrazos.\n- Las piernas no deben tocar el suelo al descender. Para ello, eleva un poco más las anillas o dobla ligeramente las\npiernas.\nModificaciones:\n- Si no puedes estirar las piernas al final del movimiento dobla las rodillas y acércalas al pecho.",
      "video": "https://youtube.com/shorts/7rhV1QH_POs",
      "easier": "",
      "harder": "",
      "met": 4.2,
      "muscles": [
        "dorsales",
        " tríceps",
        " trapecios"
      ],
      "joints": [
        "codos",
        " hombros",
        " muñecas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5718,
      "name": "Inversión encogida a dominada",
      "description": "Ajusta las anillas para que al colgarte de ellas, con tus brazos estirados y piernas flexionadas delante de ti (rodillas\nhacia el pecho), tus pies no toquen el suelo. Las palmas de las manos están enfrentadas (agarre neutro).\nGira el torso hacia atrás hasta que tu cabeza esté apuntando al suelo. Desde esta posición empieza a bajar las piernas\n(girando el torso en sentido contrario) a la vez que flexionas las codos y rotas las anillas, para que tus palmas miren\nhacia ti, quedando tu cabeza a la altura de las anillas. Aguanta esta posición 1-2 segundos y estira los brazos para\nregresar a la posición inicial y realizar la siguiente repetición.\nNotas sobre la técnica:\n- Mantén la tensión abdominal durante todo el movimiento.",
      "video": "https://youtube.com/shorts/AV8lB6Jxi1Q",
      "easier": "",
      "harder": "",
      "met": 4.2,
      "muscles": [
        "cuádriceps",
        " glúteos"
      ],
      "joints": [
        "cadera",
        " rodillas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5719,
      "name": "Pino encogido 1",
      "description": "Coloca las anillas a un palmo del suelo o un poco más arriba. Agarra las anillas y pon tu cuerpo en forma de V\ninvertida, con tu cadera formando un ángulo de 90°, manteniendo las anillas cerca del pecho.\nDesde aquí, flexiona la rodilla derecha para acercar el pie a tu cadera. Aguanta la posición 2-3 segundos y regresa el\npie al suelo, elevando ahora el pie contrario. Aguanta 2-3 segundos con el otro pie y repite, alternando lados hasta\ncumplir el tiempo indicado.\nNotas sobre la técnica:\n- Mantén los Deltoides cerca de las anillas y los codos cerca del cuerpo para facilitar el soporte.\n- Mantén la tensión abdominal y la espalda recta.\nModificaciones:\n- Intenta poco a poco elevar ambos pies a la vez, hasta que estés listo para el siguiente nivel del ejercicio.",
      "video": "https://youtube.com/shorts/e_luzRHM37s",
      "easier": "5720 - Pino encogido 2",
      "harder": "",
      "met": 3.2,
      "muscles": [
        "cuádriceps",
        " recto mayor del abdomen",
        " deltoides"
      ],
      "joints": [
        "rodillas",
        " cadera"
      ],
      "easierId": 5720,
      "harderId": null
    },
    {
      "id": 5721,
      "name": "Isométrico encogido a pino",
      "description": "Coloca las anillas a un palmo del suelo o un poco más arriba. Apóyate en las anillas y lleva tus rodillas hacia tu pecho,\naguantando la posición un par de segundos. De manera controlada gira el torso para pasar las piernas entre las\nanillas, y una vez que tus piernas crucen las anillas flexiona los codos y baja los Deltoides hacia las manos, mientras\nsigues girando el torso y elevando los pies. Aguanta también esta posición un par de segundos e invierte el movimiento\npara regresar a la posición inicial.\nNotas sobre la técnica:\n- Al pasar los pies por detrás de las anillas piensa en elevar las Cadera y llevar las rodillas a los codos.\n- En esta fase del movimiento mantén las anillas lo más cerca que puedas, debajo del pecho.",
      "video": "https://youtube.com/shorts/0k8BGVDIdqg",
      "easier": "",
      "harder": "",
      "met": 4.5,
      "muscles": [
        "recto mayor del abdomen",
        " deltoides",
        " bíceps"
      ],
      "joints": [
        "hombros",
        " cadera",
        " rodillas",
        " tobillos"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5722,
      "name": "Isométrico L a dominada",
      "description": "Ajusta las anillas para que al colgarte de ellas, con tus codos flexionados y piernas rectas delante de ti (L-sit), tu\ncadera tenga al menos 50-60 cm por debajo. Las palmas de las manos están mirando hacia ti (agarre supino).\nManteniendo el ángulo de 90° entre tus piernas y tu torso gira el cuerpo hacia atrás, de manera controlada, a la vez\nque estiras los brazos, hasta terminar con el torso paralelo al suelo y la cabeza hacia abajo (estiramiento germano). A\nmedida que elevas las piernas vas girando las anillas, para que en esta posición final estén enfrentadas (agarre\nneutro) o ligeramente mirando hacia atrás. Ahora giras el torso en sentido contrario, manteniendo las piernas rectas, a\nla vez que vas girando las anillas y flexionando los codos para terminar en la posición inicial (L-sit y codos flexionados\ncon palmas hacia ti). Desde esta posición realizas la siguiente repetición.\nModificaciones:\n- Si no puedes mantener las piernas estiradas dobla las rodillas y acércalas a tu cuerpo.",
      "video": "https://youtube.com/shorts/CDumfJ68LPg",
      "easier": "",
      "harder": "",
      "met": 4.8,
      "muscles": [
        "recto mayor del abdomen",
        " deltoides",
        " bíceps"
      ],
      "joints": [
        "hombros",
        " cadera",
        " rodillas",
        " muñecas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5723,
      "name": "Cuelgue agarre falso extendido",
      "description": "El agarre falso es muy importante para ejercicios avanzados como el muscle-up. En este tipo de agarre la anilla cruza\ntu mano, apoyándose en la zona pegada a tu dedo pulgar y en la parte interna de la muñeca.\nAl principio es muy incómodo, ya que las muñecas no están acostumbradas a soportar peso en esa posición, y es\nnormal notar dolor hasta que se acostumbran los tejidos. Por este motivo debes progresar poco a poco.\nInicialmente intenta simplemente aguantar colgado con este agarre el tiempo indicado.\nModificaciones:\n- Si no puedes soportar todo tu peso con este agarre baja las anillas y apoya los pies en el suelo (por ejemplo con las\npiernas estiradas delante de ti y apoyando los talones), llevando cada vez más peso hacia el agarre.\n- Si se te resbala el agarre prueba a rodear la zona baja de la anilla con esparadrapo.",
      "video": "https://youtube.com/shorts/7nHDKnAo2cw",
      "easier": "",
      "harder": "",
      "met": 2.5,
      "muscles": [
        "pronadores",
        " supinadores"
      ],
      "joints": [
        "muñecas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5724,
      "name": "Cuelgue agarre falso Flexiónado",
      "description": "El agarre falso es muy importante para ejercicios avanzados como el muscle-up. En este tipo de agarre la anilla cruza\ntu mano, apoyándose en la zona pegada a tu dedo pulgar y en la parte interna de la muñeca.\nAl principio es muy incómodo, ya que las muñecas no están acostumbradas a soportar peso en esa posición, y es\nnormal notar dolor hasta que se acostumbran los tejidos. Por este motivo debes progresar poco a poco.\nInicialmente intenta simplemente aguantar colgado con este agarre el tiempo indicado, manteniendo los codos\nflexionados.\nModificaciones:\n- Si no puedes soportar todo tu peso con este agarre baja las anillas y apoya los pies en el suelo (por ejemplo con las\npiernas estiradas delante de ti y apoyando los talones), llevando cada vez más peso hacia el agarre.\n- Si se te resbala el agarre prueba a rodear la zona baja de la anilla con esparadrapo.",
      "video": "https://youtube.com/shorts/gtDVTOKjLdI",
      "easier": "",
      "harder": "",
      "met": 2.8,
      "muscles": [
        "pronadores",
        " supinadores"
      ],
      "joints": [
        "muñecas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5725,
      "name": "Sentadilla búlgara con anillas (derecha)",
      "description": "Ajusta una anilla a la altura de tu rodilla o ligeramente por encima. Colócate de espaldas a la anilla, como a un paso de\ndistancia, y coloca el empeine del pie derecho por dentro de la anilla.\nDesde esta posición, flexiona la rodilla izquierda, descendiendo el torso hacia el suelo. Cuando la rodilla derecha se\nacerque al suelo, empuja con la pierna izquierda para regresar a la posición de partida.\nRealiza todas las repeticiones por un lado y después por el otro.\nNotas sobre la técnica:\n- Si la rodilla adelantada sobrepasa mucho la punta del pie, adelanta el pie.\n- Intenta no hacer fuerza con la pierna colocada en la anilla.",
      "video": "https://youtube.com/shorts/bENgwHp9h6Y",
      "easier": "",
      "harder": "",
      "met": 5.2,
      "muscles": [
        "cuádriceps",
        " isquiotibiales",
        " glúteos"
      ],
      "joints": [
        "cadera",
        " rodillas",
        " tobillos"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5726,
      "name": "Dominada agarre falso",
      "description": "El agarre falso es muy importante para ejercicios avanzados como el muscle-up. En este tipo de agarre la anilla cruza\ntu mano, apoyándose en la zona pegada a tu dedo pulgar y en la parte interna de la muñeca.\nAl principio es muy incómodo, ya que las muñecas no están acostumbradas a soportar peso en esa posición, y es\nnormal notar dolor hasta que se acostumbran los tejidos. Por este motivo debes progresar poco a poco.\nCon el agarre falso, flexiona los codos intentando llevar las anillas al pecho. Cuanto más puedas elevar los Deltoides\npor encima de las manos mejor, ya que te será así más fácil la transición posterior hacia el muscle-up.\nNotas sobre la técnica:\n- Mantén el cuerpo recto durante el movimiento (con tensión abdominal).\n- No subas totalmente vertical. Tus piernas deberían estar ligeramente adelantadas y el torso un poco hacia atrás. De\nesta manera te será más fácil pivotar hacia el muscle-up posterior.\nModificaciones:\n- Si no puedes soportar todo tu peso con este agarre baja las anillas y apoya los pies en el suelo, o haz remo con\nagarre falso.",
      "video": "https://youtube.com/shorts/1crmzgv17NI",
      "easier": "",
      "harder": "",
      "met": 3.8,
      "muscles": [
        "deltoides",
        " bíceps",
        " pectorales",
        " recto mayor del abdomen"
      ],
      "joints": [
        "codos",
        " hombros"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5727,
      "name": "Muscle-up asistida",
      "description": "Ajusta las anillas a la altura del pecho. Agárralas con ambas manos, usando agarre falso, y estira completamente los\nbrazos para llevar el cuerpo hacia atrás, manteniendo las plantas de los pies en el suelo y las rodillas flexionados.\nDesde aquí dobla los brazos para llevar tu pecho entre las anillas, momento en el que las giras hacia fuera para\napoyarte en ellas, enderezar el torso y hacer el dip o fondo en anillas, elevando los pies del suelo. De manera\ncontrolada desciende del dip, gira las anillas en sentido contrario y déjate caer despacio hacia la posición inicial, para\nrealizar la siguiente repetición.\nNotas sobre la técnica:\n- Recuerda utilizar el agarre falso.\n- Intenta apoyarte cada vez menos en las piernas para hacer el dip. El objetivo es fortalecer el empuje desde un punto\ncada vez más bajo.",
      "video": "https://youtube.com/shorts/C9QLPkZQubQ",
      "easier": "",
      "harder": "",
      "met": 3.8,
      "muscles": [
        "abdominales",
        " bíceps",
        " tríceps",
        " deltoides"
      ],
      "joints": [
        "hombros",
        " codos",
        " muñecas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 5728,
      "name": "Muscle-up 1",
      "description": "Ajusta las anillas a la altura del pecho. Agárralas con ambas manos, usando agarre falso, y estira completamente los\nbrazos para llevar el cuerpo hacia atrás, manteniendo las plantas de los pies en el suelo y las rodillas flexionados.\nDesde aquí dobla los brazos para llevar tu pecho entre las anillas, momento en el que las giras hacia fuera para\napoyarte en ellas, manteniendo esta postura una fracción de segundo. Ahora déjate caer despacio hacia la posición\ninicial, para realizar la siguiente repetición.\nNotas sobre la técnica:\n- Recuerda utilizar el agarre falso.\n- En la posición final del ejercicio empuja hacia abajo las anillas. Esto te ayudará a ir fortaleciendo este rango de\nmovimiento, importante para el siguiente nivel.",
      "video": "https://youtube.com/shorts/saactRjApgQ",
      "easier": "5729 - Muscle- up 2",
      "harder": "",
      "met": 4.0,
      "muscles": [
        "abdominales",
        " bíceps",
        " tríceps",
        " deltoides"
      ],
      "joints": [
        "hombros",
        " codos",
        " muñecas"
      ],
      "easierId": 5729,
      "harderId": null
    },
    {
      "id": 5968,
      "name": "Descanso",
      "description": "1. Colócate de pie en posición vertical con los brazos relajados delante de ti.\n2. Eleva los brazos por encima de la cabeza inspirando y extendiendo tu cuerpo al máximo.\n3. Exhala y déjalos caer por inercia, en la bajada flexiona ligeramente las rodillas.",
      "video": "https://youtube.com/shorts/1DEFAAyxo6Q",
      "easier": "",
      "harder": "",
      "met": 1.0,
      "muscles": [
        "0"
      ],
      "joints": [
        "0"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 6037,
      "name": "Sentadilla con anillas",
      "description": "Ajusta las anillas a la altura de tus caderas o un poco por encima. Agárralas y da uno o dos pasos hacia atrás.\nDesde aquí lleva el peso del cuerpo hacia atrás y flexiona las rodillas a la vez que estiras los brazos, hasta acercar\ntodo lo posible la cadera al suelo. Empuja ahora con las piernas para regresar a la posición inicial, utilizando el mínimo\napoyo posible de tus brazos.\nNotas sobre la técnica:\n- Las caderas deberían bajar por debajo de la altura de tus rodillas.",
      "video": "https://youtube.com/shorts/KXrSfhcwPv4",
      "easier": "",
      "harder": "",
      "met": 3.5,
      "muscles": [
        "cuádriceps",
        " isquiotibiales",
        " glúteos"
      ],
      "joints": [
        "cadera",
        " rodillas",
        " tobillos"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 6038,
      "name": "Sentadilla pistolero con anillas",
      "description": "Ajusta las anillas a la altura de tus caderas o un poco por encima. Agárralas y da uno o dos pasos hacia atrás.\nDesde aquí, eleva primero la pierna derecha hacia delante (sin doblar la rodilla), lleva el peso del cuerpo hacia atrás y\nflexiona la rodilla izquierda a la vez que estiras los brazos, hasta acercar todo lo posible la cadera al suelo. La pierna\nderecha debe quedar estirada, por delante del cuerpo, paralela al suelo. Empuja ahora con la pierna izquierda para\nregresar a la posición inicial, utilizando el mínimo apoyo posible de tus brazos.\nCambia de pierna y repite el ejercicio por el otro lado, alternando piernas en cada repetición.\nNotas sobre la técnica:\n- Para hacer el ejercicio más demandante da un pequeño salto para cambiar de una pierna a otra al final de cada\nrepetición.",
      "video": "https://youtube.com/shorts/ibwTwiJKBrM",
      "easier": "",
      "harder": "",
      "met": 3.6,
      "muscles": [
        "cuádriceps",
        " isquiotibiales",
        " glúteos"
      ],
      "joints": [
        "rodillas",
        " tobillos",
        " cadera"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 6039,
      "name": "Isométrico en L 1",
      "description": "Ajusta las anillas para que estén ligeramente por encima de la altura de tus caderas. Agárralas con ambas manos y\nestira completamente tus brazos, manteniendo el pecho elevado, los hombros hacia atrás y hacia abajo, con ligera\nrotación externa. El cuerpo debería estar completamente recto, con las puntas de los pies apuntando al suelo.\nDesde aquí flexiona las rodillas y acércalas lo más posible al pecho. Aguanta esta posición el tiempo indicado.\nNotas sobre la técnica:\n- Mantén los hombros hacia atrás y hacia abajo.\n- Mantén el pecho elevado y la espalda recta.\n- Intenta que la cadera no se vaya hacia atrás. Debería estar entre las anillas.",
      "video": "https://youtube.com/shorts/P7dVlx9tSj8",
      "easier": "5694 - Isométrico en L 2",
      "harder": "",
      "met": 4.0,
      "muscles": [
        "cuádriceps",
        " glúteos"
      ],
      "joints": [
        "cadera",
        " rodillas"
      ],
      "easierId": 5694,
      "harderId": null
    },
    {
      "id": 6041,
      "name": "Elevación de cadera en anillas",
      "description": "Ajusta las anillas a la altura de tus rodillas. Túmbate en el suelo boca arriba, colocando la planta de los pies dentro de\nlas anillas, de tal manera que tus muslos queden perpendiculares al suelo (o casi).\nDesde aquí eleva la cadera todo lo que puedes, empujando con los talones, y regresa a la posición inicial. Repita el\nnúmero de veces indicado.\nModificaciones:\n- Para hacerlo más difícil utiliza una pierna de cada vez.",
      "video": "https://youtube.com/shorts/LyIea0b49vk",
      "easier": "",
      "harder": "",
      "met": 3.2,
      "muscles": [
        "glúteos",
        " isquiotibiales"
      ],
      "joints": [
        "cadera",
        " rodillas"
      ],
      "easierId": null,
      "harderId": null
    },
    {
      "id": 6042,
      "name": "Sentadilla búlgara con anillas (izquierda)",
      "description": "Ajusta una anilla a la altura de tu rodilla o ligeramente por encima. Colócate de espaldas a la anilla, como a un paso de\ndistancia, y coloca el empeine del pie derecho por dentro de la anilla.\nDesde esta posición, flexiona la rodilla izquierda, descendiendo el torso hacia el suelo. Cuando la rodilla derecha se\nacerque al suelo, empuja con la pierna izquierda para regresar a la posición de partida.\nNotas sobre la técnica:\n- Si la rodilla adelantada sobrepasa mucho la punta del pie, adelanta el pie.\n- Intenta no hacer fuerza con la pierna colocada en la anilla.",
      "video": "https://youtube.com/shorts/mi9BI3_FCvk",
      "easier": "",
      "harder": "",
      "met": 5.2,
      "muscles": [
        "cuádriceps",
        " isquiotibiales",
        " glúteos"
      ],
      "joints": [
        "cadera",
        " rodillas",
        " tobillos"
      ],
      "easierId": null,
      "harderId": null
    }
  ]
}